{
  "website":{
    "title": "Fernando 'ferox'dos Santos"
  },
  "nav":{
    "home": "Home",
    "about_me": "About",
    "skills": "Skills",
    "projects": "Projects",
    "career": "Career",
    "blog": "Blog",
    "link": "Where Am I now"
  },
  "about_me":{
    "about_me": "About Me",
    "des1": "I am a Full Stack website developer, an automation Ops and a script writer. Life is a continuous learning process, work makes me more rigorous, travel makes my life more colorful. I can make lots of friends when I coding and travel.",
    "des2": "",
    "des3": "",
    "des4": "",
    "des5": "",
    "des6": ""
  },
  "skills":{
    "my_skills": "My Skills"
  },
  "projects":{
    "my_projects": "My Projects",
    "QCorpus": "It's a system that manages Pilates Studios written in Qt/C++.",
    "namebench": "It hunts down the fastest DNS servers available for your computer to use. namebench runs a fair and thorough benchmark using your web browser history, tcpdump output, or standardized datasets in order to provide an individualized recommendation. namebench is completely free and does not modify your system in any way.",
    "QTivion": "QTivion is a simple streaming player for TV online. It’s a program that I'm developing with Qt, PyQt and the backend of player MPlayer."
  },
  "career":{
    "my_career": "My Career",
    "company_a": "LED/Zeal Box",
    "company_a_desc": "I'm also the CTO at LED/Zeal Box developing company’s strategy for using technological resources for new economy.",
    "company_a_date": "since Jan 2019",
    "company_a_job": "CTO",
    "company_b": "TREND-e",
    "company_b_desc": "Now I am the CTO at TREND-e, also developing websites with PHP, Python and Ruby on Rails code for clients.",
    "company_b_date": "since Jul 2018",
    "company_b_job": "CTO",
    "company_c": "Radix - Engeneering & Software",
    "company_c_desc": "Worked at Radix developing automation software using agile methodology for C#, Node.js and Angular.",
    "company_c_date": "Aug 2017",
    "company_c_job": "C# & Angular Developer",
    "company_d": "CBPF - Brazilian Center for Research in Physics",
    "company_d_desc": "Worked at CBPF keeping the organization's proprietary and sensitive information secure. Identifying and correcting flaws at the Center's security systems, providing solutions, and developing software that measures and improves the Center's overall security posture.",
    "company_d_date": "Oct 2016",
    "company_d_job": "Security Analyst",
    "company_e": "Grupo Fluxum",
    "company_e_desc": "I was the CTO at Grupo Fluxum, developing company’s strategy for using technological resources for new economy.",
    "company_e_date": "Jan 2016",
    "company_e_job": "CTO",
    "company_f": "Arenda Sistemas Integrados",
    "company_f_desc": "Installing and configuring software, hardware and networks. Monitoring system performance and troubleshooting issues. Ensuring security and efficiency of IT infrastructure",
    "company_f_date": "Sept 2014",
    "company_f_job": "Sysadmin"
  },
  "blog":{
    "my_blog": "My Blog",
    "no_content": "Sorry, no blog!"
  },
  "link":{
    "link": "Where Am I now",
    "view": "views"
  }

}
