{
  "website":{
    "title": "Fernando 'ferox'dos Santos"
  },
  "nav":{
    "home": "Home",
    "about_me": "Eu",
    "skills": "Com o que eu faço",
    "projects": "Meus projetos",
    "career": "O que eu já fiz até hoje",
    "blog": "Blog",
    "link": "Onde estou hoje"
  },
  "about_me":{
    "about_me": "Eu",
    "des1": "Olá! Sou o Fernando, conhecido na interwebz como ferox e tenho 34 anos. Nasci em Floripa, ilha de bruxas, piratas e hackers cibernéticos.",
    "des2": "Sou aficionado por tecnologia e principalmente pelos computadores. A bandeira que defendo na Internet é a da liberdade e da cooperação. Sou Embaixador do Projeto Fedora, uma comunidade de desenvolvedores e usuários de software livre espalhados pelo mundo. Minha Geração é a Millennial. Adoro praticar esportes e o tênis é o meu preferido. Por ser pisciano, a praia é o local onde mais gosto de passar o meu tempo - 'Meu escritório é na praia e estou sempre na área'. Sou um cara de muita sorte por ter vivido numa ilha fantástica que é Florianópolis.",
    "des3": "Formação: Em 2007 alcancei meu becharelado em Sistemas de Informação pela UNISUL - Universidade do Sul de Santa Catarina. Sou especialista em Software Livre - Implatação e Gestão de Projetos também pela UNISUL. Tenho formação em desenvolvimento de software com tecnologia Java através da V.Office/Globalcode.",
    "des4": "Empreendedorismo: Em 2010 abri uma empresa de consultoria focada em soluções livres e abertas. A freehammer - consulting & associates tinha como missão oferecer serviços de qualidade em Tecnologia da Informação em todo o território nacional, promovendo o ecossistema do modelo de desenvolvimento do software livre, além de fortalecer parceria com empresas desenvolvedoras com o objetivo de trazer segurança aos clientes e a satisfação aos parceiros. Em 2016 e 2018 fundei outras duas organizações (Grupo Fluxum (empresa livre) e a Lituus Sec+ (focada em Segurança da Informação)).",
    "des5": "Comunidades: Em 2010 ajudei na organização do FLISOL - Festival Lationamericano de Instalação de Software e ministrei uma palestra sobre Sistemas Operacionais de Código Aberto e ainda fui o Coordenador Geral do Congresso Catarinense de Software Livre. Em 2012 fui convidado a ser o Coordenador Financeiro da SOLISC - Associação Software Livre Santa Catarina, dois anos mais tarde fui indicado e nomeado presidente da instituição. Em 2013 entrei para o Grupo de Embaixadores do Projeto Fedora.",
    "des6": "Perfil Facilitador: Com minhas habilidades de hacker, o meu objetivo é facilitar o emponderamento tecnológico de qualquer indivíduo. Sou uma pessoa cuidadosa e vigilante. Sei que, apesar de tudo parecer em ordem, os riscos podem muito bem estar escondidos. Em vez de negá-los trago-os à tona. Isto me possibilita planejar adiante e evitar que algo saia errado. Possuo a capacidade de recomendar, intermediar e aconselhar os outros. Tenho uma grande capacidade de absorver e compartilhar informações. Sou capaz de criar e manter um bom nome e abordo situações de maneira meticulosa. Seleciono meus amigos cuidadosamente e mantenho para mim mesmo suas opiniões quando a conversa se dirige para questões de cunho pessoal. Não tenho nenhum interesse de provocar conflitos. Possuo persistência para acompanhar uma tarefa até sua conclusão. Sou confiante, entusiasmado, de fácil abordagem, obsequioso e despretensioso."
  },
  "skills":{
    "my_skills": "Com o que eu faço"
  },
  "projects":{
    "my_projects": "Meus projetos",
    "hub": "O hub é a ferramenta de linha de comando oficial do Github.com. Ela oferece uma serie de features e comandos extras deixando o trabalho com Github mais simples e produtivo.",
    "namebench": "Namebench é um aplicativo que ajuda o usuário na escolha do melhor servidor DNS de acordo com a conexão. Desenvolvido pelo Google e com licença gratuita, está disponível para Windows, Mac e Linux.",
    "QTivion": "QTivion é um reprodutor de canais em streaming de TV muito simples. É um programa desenvolvido em Qt e PyQt, que utiliza o backend do reprodutor MPlayer."
  },
  "career":{
    "my_career": "O que eu já fiz até hoje",
    "company_a": "TREND-e",
    "company_a_desc": "Desenvolvimento do planejamento estratégico e execução de todas as demandas tecnológicas da organização.",
    "company_a_date": "Julho de 2018",
    "company_a_job": "CTO",
    "company_b": "Radix - Engenharia & Software",
    "company_b_desc": "Desenvolvimento de software orientado a testes (TDD) aplicado a um sistema web para automação do relatório dos registros diários do ONS - Operador Nacional do Sistema Elétrico. Utilizando técnicas de desenvolvimento ágil.",
    "company_b_date": "Agosto de 2017",
    "company_b_job": "Desenvolvedor C# & Angular",
    "company_c": "CBPF - Centro Brasileiro de Pesquisas Físicas",
    "company_c_desc": "Desenvolvimento de projetos de manutenção do esquema de segurança da rede da institução, que inclui a segurança de equipamentos (acesso físico), dos dados (acesso não-autorizado) e de sistemas operacionais dos usuários e servidores. Implementação e monitoramento da política de segurança quanto ao uso de recursos computacionais.",
    "company_c_date": "Janeiro de 2017",
    "company_c_job": "Analista de Segurança",
    "company_d": "Grupo Fluxum (é um núcleo do LED)",
    "company_d_desc": "Também trabalho como CTO do Grupo Fluxum, desenvolvendo o planejamento estratégico e executando todas as demandas tecnológicas da organização.",
    "company_d_date": "desde Agosto de 2016",
    "company_d_job": "CTO"
  },
  "blog":{
    "my_blog": "Blog"
  },
  "link":{
    "link": "Onde estou hoje",
    "view": "views"
  }

}
